MENU = '''
ВЫБЕРИТЕ ПУНКТЫ МЕНЮ:
-------------------------------------
1. Просмотр каталога
2. На уровень вверх
3. На уровень вниз
4. Количество файлов и каталогов
5. Размер текущего каталога(в байтах)
6. Поиск файла
7. Выход из программы
_____________________________________
'''
PATH = '''
ВВЕДИТЕ НАЗВАНИЕ ПАПКИ:
-------------------------------------
'''
END = '''
-------------------------------------
ПРОГРАММА ЗАВЕРШЕНА
_____________________________________
'''
LIST = '''
СОДЕРЖИМОЕ РОДИТЕЛЬСКОГО КАТАЛОГА : '''
LIST_1 = '''
СОДЕРЖИМОЕ КАТАЛОГА: '''
BYT = '(БАЙТ)'
FILE = 'Файлов: '
DIR = 'Папок: '
ERROR = 'ERROR'
NOT = 'FILE_NOT_FOUND'
ERROR3 = 'Введите существующее имя папки:'